import { MessagesDataInterface } from "@/features/Messages/interface";

export const MessagesMocdata: MessagesDataInterface[] = [
  {
    id: 0,
    title: "Успешное размещение заказа",
    description:
      "Ваш заказ PO24040615480239224 был успешно размещен. Пожалуйста, произведите оплату заказа как можно скорее. После получения оплаты, мы разместим нашу закупочную команду по вашему заказу. Спасибо за использование наших услуг. Если у вас есть вопросы, пожалуйста, свяжитесь с нашим официальным отделом обслуживания клиентов через наш веб-сайт",
  },
  {
    id: 1,
    title: "Успешное размещение заказа",
    description:
      "Ваш заказ PO24040615480239224 был успешно размещен. Пожалуйста, произведите оплату заказа как можно скорее. После получения оплаты, мы разместим нашу закупочную команду по вашему заказу. Спасибо за использование наших услуг. Если у вас есть вопросы, пожалуйста, свяжитесь с нашим официальным отделом обслуживания клиентов через наш веб-сайт",
  },
  {
    id: 2,
    title: "Успешное размещение заказа",
    description:
      "Ваш заказ PO24040615480239224 был успешно размещен. Пожалуйста, произведите оплату заказа как можно скорее. После получения оплаты, мы разместим нашу закупочную команду по вашему заказу. Спасибо за использование наших услуг. Если у вас есть вопросы, пожалуйста, свяжитесь с нашим официальным отделом обслуживания клиентов через наш веб-сайт",
  },
  {
    id: 3,
    title: "Успешное размещение заказа",
    description:
      "Ваш заказ PO24040615480239224 был успешно размещен. Пожалуйста, произведите оплату заказа как можно скорее. После получения оплаты, мы разместим нашу закупочную команду по вашему заказу. Спасибо за использование наших услуг. Если у вас есть вопросы, пожалуйста, свяжитесь с нашим официальным отделом обслуживания клиентов через наш веб-сайт",
  },
  {
    id: 4,
    title: "Успешное размещение заказа",
    description:
      "Ваш заказ PO24040615480239224 был успешно размещен. Пожалуйста, произведите оплату заказа как можно скорее. После получения оплаты, мы разместим нашу закупочную команду по вашему заказу. Спасибо за использование наших услуг. Если у вас есть вопросы, пожалуйста, свяжитесь с нашим официальным отделом обслуживания клиентов через наш веб-сайт",
  },
];
